<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الرسائل الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها وسيط كلمة المرور لفشل محاولة تحديث كلمة المرور،
    | مثل رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.',

];
